"%@ - Offline" = "%@ - オフライン";

"3D Secure" = "3D セキュア";

"Add New Card…" = "新しいクレジットカードを追加...";

"Add a Card" = "カードを追加";

"Apt." = "建物名";

"Contact" = "連絡先";

"Delivery" = "配達先情報";

"Delivery Address" = "配達先住所";

"Free" = "無料";

"Invalid Shipping Address" = "配送先住所が無効です";

"Loading…" = "ロード中...";

"Multibanco" = "Multibanco";

"Next" = "次へ";

"Online Banking (FPX)" = "オンラインバンキング (FPX)";

"Payment Method" = "お支払い方法";

"Shipping" = "配送先情報";

"Shipping Method" = "配送方法";

"Use Billing" = "請求先を使用";

"Use Delivery" = "配達先を使用";

"Use Shipping" = "配送先を使用";
